Repository: edwin-hao-ai/RemoteCrab
Catalog: iBridgeCapture/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Mac receiver
zh_hans: Mac 接收端

source: Looking for an iPhone on your WiFi…
zh_hans: 正在 WiFi 上搜索 iPhone…

source: Connecting to %@…
zh_hans: 正在连接 %@…

source: Streaming from %@
zh_hans: 正在接收 %@ 的画面

source: Error: %@
zh_hans: 错误：%@

source: Continue
zh_hans: 继续

source: Skip
zh_hans: 跳过

source: Get Started
zh_hans: 开始使用

source: Allow Permissions & Connect
zh_hans: 允许权限并连接

source: We need a few permissions
zh_hans: 需要您授予以下权限

source: iBridge needs to use your camera, microphone, and local network. We only ever send data to your Mac — nothing leaves your WiFi.
zh_hans: iBridge 需要使用您的相机、麦克风和本地网络。我们只会将数据发送到您的 Mac —— 数据绝不会离开您的 WiFi。

source: Connect to your Mac
zh_hans: 连接您的 Mac

source: Download and open iBridge Receiver on your Mac, then tap Allow Permissions & Connect. They'll find each other automatically.
zh_hans: 下载并在 Mac 上打开 iBridge Receiver，然后点击“允许权限并连接”。两台设备会自动找到彼此。

source: Turn your iPhone into a camera, microphone, trackpad and keyboard for your Mac — over WiFi.
zh_hans: 将您的 iPhone 变成 Mac 的摄像头、麦克风、触控板和键盘 —— 通过 WiFi 连接。

source: Camera
zh_hans: 相机

source: Trackpad
zh_hans: 触控板

source: Keyboard
zh_hans: 键盘

source: CAMERA
zh_hans: 相机

source: TRACKPAD
zh_hans: 触控板

source: KEYBOARD
zh_hans: 键盘

source: Start streaming
zh_hans: 开始推流

source: Stop streaming
zh_hans: 停止推流

source: Mic on
zh_hans: 麦克风开

source: Mic off
zh_hans: 麦克风关

source: Settings
zh_hans: 设置

source: Connection info
zh_hans: 连接信息

source: Connection
zh_hans: 连接

source: Stream
zh_hans: 推流

source: Input
zh_hans: 输入

source: About
zh_hans: 关于

source: Version
zh_hans: 版本

source: Build
zh_hans: 构建版本

source: Built for
zh_hans: 适配于

source: Trackpad sensitivity %d
zh_hans: 触控板灵敏度 %d

source: Keep screen on while streaming
zh_hans: 推流时保持屏幕常亮

source: Privacy Policy
zh_hans: 隐私政策

source: Privacy Policy (opens in Safari)
zh_hans: 隐私政策（在 Safari 中打开）

source: Idle
zh_hans: 空闲

source: Connected
zh_hans: 已连接

source: Disconnected
zh_hans: 已断开

source: Reconnecting
zh_hans: 重新连接中

source: Connecting
zh_hans: 正在连接

source: Streaming
zh_hans: 推流中

source: Disconnected — you can enable this later in Settings
zh_hans: 已拒绝 — 你可以稍后在设置中开启

source: Granted
zh_hans: 已授权

source: Allow
zh_hans: 允许

source: Not now
zh_hans: 暂不允许

source: Accessibility Permission
zh_hans: 辅助功能权限

source: Accessibility permission required
zh_hans: 需要辅助功能权限

source: Accessibility granted
zh_hans: 已授权辅助功能

source: Open System Settings
zh_hans: 打开系统设置

source: Re-check
zh_hans: 重新检查

source: iBridge is running
zh_hans: iBridge 正在运行

source: Open the control panel from the menu bar icon.
zh_hans: 从菜单栏图标打开控制面板。

source: Open Preview Window
zh_hans: 打开预览窗口

source: Open Control Panel
zh_hans: 打开控制面板

source: Preferences…
zh_hans: 偏好设置…

source: Quit iBridge
zh_hans: 退出 iBridge

source: Done
zh_hans: 完成

source: READY
zh_hans: 就绪

source: LIVE
zh_hans: 直播中

source: RECONNECTING
zh_hans: 重新连接中

source: OFFLINE
zh_hans: 离线

source: Connection to Mac lost. Reconnecting…
zh_hans: 与 Mac 的连接已断开。正在重新连接…

source: Speech Recognition
zh_hans: 语音识别

source: Hold the voice button to dictate text into your Mac. Recognition happens on your iPhone — audio never leaves your device for this feature.
zh_hans: 按住语音按钮即可向 Mac 听写文字。识别在你的 iPhone 上完成——此功能的音频不会离开你的设备。

source: Drag to move the cursor
zh_hans: 拖动即可移动光标

source: Double-tap and hold to drag
zh_hans: 双击并按住以拖拽

source: Two fingers to scroll or right-click
zh_hans: 双指滚动或右键点按

source: Trackpad gestures: drag to move the cursor, double-tap and hold to drag, two fingers to scroll or right-click
zh_hans: 触控板手势：拖动移动光标，双击按住拖拽，双指滚动或右键点按

source: Bonjour Service
zh_hans: Bonjour 服务

source: Starting…
zh_hans: 正在启动…

source: Listening…
zh_hans: 正在聆听…

source: Sent
zh_hans: 已发送

source: Labs
zh_hans: 实验室

source: Air mouse
zh_hans: 空中鼠标

source: Wheel scrolling
zh_hans: 画圈滚动

source: Same WiFi
zh_hans: 同一 WiFi

source: iBridge streams over your local WiFi using Bonjour. No data ever leaves your network.
zh_hans: iBridge 通过 Bonjour 在您的本地 WiFi 上传输，数据不会离开您的网络。

source: Higher resolutions and frame rates use more WiFi bandwidth. 1080p / 30 fps is the recommended balance.
zh_hans: 更高的分辨率和帧率会占用更多 WiFi 带宽，推荐使用 1080p / 30 fps。

source: Trackpad sensitivity: 1 = slowest, 5 = fastest. Default is 3.
zh_hans: 触控板灵敏度：1 最慢，5 最快，默认为 3。

source: Experimental gestures. Air mouse: hold the floating button on the trackpad and tilt your iPhone to move the cursor. Wheel scrolling: hold the edge button and draw circles to scroll.
zh_hans: 实验性手势。空中鼠标：按住触控板上的悬浮按钮并倾斜 iPhone 来移动光标。画圈滚动：按住边缘按钮并画圈来滚动。

source: TYPING ON MAC
zh_hans: 正在 Mac 上输入

source: ON YOUR MAC
zh_hans: 在你的 Mac 上

source: MINI TRACKPAD
zh_hans: 迷你触控板

source: %lld chars
zh_hans: %lld 字符

source: Sensitivity %lld
zh_hans: 灵敏度 %lld

source: Type
zh_hans: 类型

source: Domain
zh_hans: 域

source: Status
zh_hans: 状态

source: Resolution
zh_hans: 分辨率

source: Bitrate
zh_hans: 码率

source: Codec
zh_hans: 编解码器

source: Turn camera on
zh_hans: 开启相机

source: Camera preview
zh_hans: 相机预览

source: Tap to show the camera full screen, drag to move
zh_hans: 点按可全屏显示相机，拖动可移动

source: Frame rate
zh_hans: 帧率

source: Stream the iPhone microphone to your Mac
zh_hans: 将 iPhone 麦克风串流到 Mac

source: Trackpad sensitivity
zh_hans: 触控板灵敏度

source: Prevents the iPhone from auto-locking during a streaming session
zh_hans: 推流时防止 iPhone 自动锁定

source: Hold the floating button on the trackpad and tilt your iPhone to move the cursor
zh_hans: 按住触控板上的悬浮按钮并倾斜 iPhone 移动光标

source: Hold the edge button on the trackpad and draw circles to scroll
zh_hans: 按住边缘按钮并画圈滚动

source: Hold to activate
zh_hans: 按住激活

source: Shows the %@ surface
zh_hans: 显示 %@ 界面
